[Setting]
Language=JPN

[String]
IDS_GPL_1=スタート


IDS_GPL_2=部品グループ1


IDS_GPL_2_1=パンチ
IDS_GPL_2_2=パイロットパンチ
IDS_GPL_2_3=パンチガイドブシュ
IDS_GPL_2_4=ボタンダイ
IDS_GPL_2_5=ブロックパンチ
IDS_GPL_2_6=ブロックダイ
IDS_GPL_2_7=精密級パンチ＆ダイ
IDS_GPL_2_8=超硬パンチ
IDS_GPL_2_9=超硬パイロットパンチ
IDS_GPL_2_10=超硬ボタンダイ
IDS_GPL_2_11=超硬ブロックパンチ
IDS_GPL_2_12=超硬ブロックダイ


IDS_GPL_3=部品グループ2

IDS_GPL_3_1=ミス検知関連ユニット
IDS_GPL_3_2=成形加工用パンチ＆ダイ
IDS_GPL_3_3=異形状パンチ＆ダイ
IDS_GPL_3_4=リテーナ
IDS_GPL_3_5=ボールロックパンチ･ダイリテーナ
IDS_GPL_3_6=小物部品
IDS_GPL_3_7=材料ガイド･リフタ関連部品
IDS_GPL_3_8=ストリッパガイドピン＆ブシュ
IDS_GPL_3_9=ダイセット用ガイドポスト･ブシュ
IDS_GPL_3_10=ホルダーガイドポストセット

IDS_GPL_4=部品グループ3


IDS_GPL_4_1=自動車型用ガイド部品
IDS_GPL_4_2=自動車型用小物
IDS_GPL_4_3=自動車型用位置決め関連部品
IDS_GPL_4_4=自動車型用搬送関連部品
IDS_GPL_4_5=無給油スライドプレート
IDS_GPL_4_6=カム･関連部品
IDS_GPL_4_7=コイルスプリング
IDS_GPL_4_8=ガススプリング
IDS_GPL_4_9=ウレタンスプリング
IDS_GPL_4_10=吊り具･型保管用部品
IDS_GPL_4_11=仕上げプレート･仕上げブロック
IDS_GPL_4_12=検査冶具用部品
IDS_GPL_4_13=NAAMS
IDS_GPL_4_14=バーリング機構関連部品
IDS_GPL_4_15=ガスＳＰ配管


IDS_GPL_5=型図検索

IDS_GPL_6=お気に入り


IDS_GPL_7=履歴


IDS_GPL_8=複合検索


IDS_GPL_9=ツリー検索


IDS_GPL_10=編集


IDS_GPL_11=部品表

IDS_GPL_12=部品属性Viewer


IDS_GPL_13=ユーザー設定

IDS_GPL_13_1=地域＿言語＿材質規格
IDS_GPL_13_2=カスタマイズ情報
IDS_GPL_13_3=モデル出力＿CAD連携
IDS_GPL_13_4=部品表設定


IDS_GPL_14=ヘルプ

IDS_GPL_14_1=使い方
IDS_GPL_14_2=お取引情報
IDS_GPL_14_3=サポート
IDS_GPL_14_4=バージョン情報

IDS_GPL_15=カスタムプロパティ

IDS_GPL_DLG_TITLE=Sample for Press 4.0（3.7）
IDS_GPL_DLG_1=初期設定
IDS_GPL_DLG_2=初期化
IDS_GPL_DLG_3=Sample表示言語設定
IDS_GPL_DLG_4=デフォルト値
IDS_GPL_DLG_5=画面呼出しAPI
IDS_GPL_DLG_6=表示
IDS_GPL_DLG_7=モデル編集
IDS_GPL_DLG_8=Modify String
IDS_GPL_DLG_9=編集
IDS_GPL_DLG_10=部品表
IDS_GPL_DLG_11=数量
IDS_GPL_DLG_12=現BOMリセット
IDS_GPL_DLG_13=BOM String
IDS_GPL_DLG_14=部品表を開く
IDS_GPL_DLG_15=データ保存先
IDS_GPL_DLG_16=モデル
IDS_GPL_DLG_17=属性情報
IDS_GPL_DLG_18=保存先を設定
IDS_GPL_DLG_19=Auto Open

IDS_GPL_LISTCTRL_R0C0=部品名
IDS_GPL_LISTCTRL_R0C1=型番
IDS_GPL_LISTCTRL_R0C2=数量
IDS_GPL_LISTCTRL_R0C3=出荷日
IDS_GPL_LISTCTRL_R0C4=材質
IDS_GPL_LISTCTRL_R0C5=商品写真
IDS_GPL_LISTCTRL_R0C6=備考
IDS_GPL_LISTCTRL_R0C7=商品シリーズ

IDS_GPL_CREATE_DISPATCH_FAIL=Mold EX-Press開発API初期化が失敗しました。
IDS_GPL_INIT_SUCCESS=Mold EX-Press開発API初期化が成功しました。
IDS_GPL_MODEL_SAVED_PATH=モデル出力先：
IDS_GPL_ATTRIBUTE_DUMPED_FILE=モデル属性データの保存先：
IDS_GPL_BOM_NUMBER_LIMIT=モデル数量が「0」にできません。

IDS_GPL_LINK_HELP=..\\..\\Doc\\Help_chs_20160504_CC.chm::/HTML/简介.htm
IDS_GPL_LINK_1=..\\..\\Doc\\Help_chs_20160504_CC.chm::/HTML/接口初始化.htm
IDS_GPL_LINK_2=..\\..\\Doc\\Help_chs_20160504_CC.chm::/HTML/常规导入.htm
IDS_GPL_LINK_3=..\\..\\Doc\\Help_chs_20160504_CC.chm::/HTML/编辑.htm
IDS_GPL_LINK_4=..\\..\\Doc\\Help_chs_20160504_CC.chm::/HTML/部品表.htm